brew 'bat'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'jq'
brew 'just'
brew 'neovim'
brew 'ripgrep'
brew 'sendmidi'
brew 'shellcheck'
brew 'sqlite'
brew 'stow'
brew 'tree'
brew 'zellij'

cask '1password'
cask 'alacritty'
cask 'cleanshot'
cask 'contexts'
cask 'firefox'
cask 'font-jetbrains-mono'
cask 'font-jetbrains-mono-nerd-font'
cask 'jetbrains-toolbox'
cask 'jordanbaird-ice'
cask 'keymapp'
cask 'lm-studio'
cask 'monodraw'
cask 'obs'
cask 'pixelsnap'
cask 'soundsource'
cask 'spotify'
cask 'zed'

brew 'mas'
mas 'Xcode', id: 497799835
mas 'Amphetamine', id: 937984704
